Repository: Code-Farmer/nightingale-deps
Catalog: gst-plugins-ugly/po/*.po
Languages: it

source: Invalid title information on DVD.
it: Informazioni titolo non valide sul DVD.

source: Could not read title information for DVD.
it: Impossibile leggere le informazioni sul titolo per il DVD.

source: Failed to open DVD device '%s'.
it: Apertura del device DVD «%s» fallita.

source: Failed to set PGC based seeking.
it: Impostazione del posizionamento basato su PGC fallita.

source: Could not open DVD
it: Impossibile aprire il DVD

source: Could not open DVD title %d
it: Impossibile aprire il titolo %d del DVD

source: Failed to go to chapter %d of DVD title %d
it: Fallita l'apertura del capitolo %d del titolo %d del DVD

source: Could not open DVD title %d. Interactive titles are not supported by this element
it: Impossibile aprire il titolo %d del DVD. I titoli interattivi non sono supportati da questo elemento

source: Failed to configure LAME encoder. Check your encoding parameters.
it: Fallita la configurazione dell'encoder LAME. Verificare i propri parametri di codifica.

source: The requested bitrate %d kbit/s for property '%s' is not allowed. The bitrate was changed to %d kbit/s.
it: Il bitrate richiesto (%d kbit/s) per la proprietà "%s" non è consentito. Il bitrate è stato cambiato a %d kbit/s.

source: This stream contains no data.
it: Questo stream non contiene alcun dato.

source: This file is encrypted and cannot be played.
it: Questo file è cifrato e non può essere riprodotto.
